[
  {
    "id": "624a18952b3c503a918431c5",
    "picture": "https://i.postimg.cc/wvR2wxpf/julian-wan-WNo-Ln-Jo7t-S8-unsplash.jpg",
    "rating": 5,
    "name": "Chan Marks",
    "description": "The pictures tell you its a 90wh battery with a 12battery life when this model is a 56wh battery. I get around 3 hours doing basically nothing, and this is with battery saver on and turning off the RTX gpu and switching to integrated.\r\n"
  },
  {
    "id": "624a1895a040f79b8e4368c2",
    "picture": "https://i.postimg.cc/76DsZGJF/midas-hofstra-tid-SLv-Ua-Ns-unsplash.jpg",
    "rating": 4,
    "name": "Parsons Wise",
    "description": "Great look, feel, speed etc of this laptop. I run Xbox games, steam games, most AAA games requiring high frame rates and this laptop only occasionally lags. For the price, it's a beast. For everyday work it's brilliant. The only down side is the relatively short battery life.\r\n"
  },
  {
    "id": "624a1895320b809eaf58d075",
    "picture": "https://i.postimg.cc/C58zr1mK/christian-buehner-84-E44-Ed-D18o-unsplash.jpg",
    "rating": 5,
    "name": "Rae Larsen",
    "description": "Wow! The best gaming laptop period. First of all it had the ports built into the laptop is major!!! Very fast and perfect for gaming no lag very smooth like butter!!! It's heavy but it's not an ultra-portable so not a big deal. The fan noise when gaming is mildly annoying\r\n"
  },
  {
    "id": "624a1895304d9728f7bcdf49",
    "picture": "https://i.postimg.cc/mDCs0HfK/alex-suprun-ZHv-M3-XIOHo-E-unsplash.jpg",
    "rating": 3,
    "name": "Cooper Parsons",
    "description": "I purchased this computer with the intent of taking it to college. Everything appeared to work fine until I started plugging in my peripherals and customizing the performance settings. The fan mode continuously changed from silent to performance and back again and displayed a pop-up in the middle of the screen, and there was no customization option to prevent it. The volume muted each time I closed a tab or pop-up, or even x-ed out an ad in YouTube. \r\n"
  },
  {
    "id": "624a1895837a35b33c1c9341",
    "picture": "https://i.postimg.cc/3RQgXCWb/alexander-hipp-i-EEBWg-Y-6l-A-unsplash.jpg",
    "rating": 4,
    "name": "Vivian Doyle",
    "description": "Fair warning, this does NOT have a webcam, which completely blows if you have to do virtual meetings or anything else. Guess what? You have to buy an external webcam, which, oh YEAH, has to plug into one of the wholly inadequate number of ports, or else I have to go out and buy a hub on top of this. I don't like the looks or the design; thank goodness I use a plug-in keyboard, because the action on the keys is horrible. The case has a slick\r\n"
  },
  {
    "id": "624a1895c185443ee5d5f9af",
    "picture": "https://i.postimg.cc/BbsB0c01/nicolas-horn-MTZTGv-Ds-HFY-unsplash.jpg",
    "rating": 4.5,
    "name": "Mann Mcmillan",
    "description": "So, to recap: I paid as much for this cheap piece of crap as I did for my Alienware.The laptop is indeed the best for the money. But, the shipping sucked. My nicely boxed beauty arrived inside a shipping box that was too big for the Asus box with NO bubble wrap to keep it from sliding around and thus not be banged up from being thrown around during shipping. Not happy with that thought of what was going on during shipping. However, this laptop is fortunately working and is AWESOME.\r\n"
  },
  {
    "id": "624a18950bfd9bbcdd9d5129",
    "picture": "https://i.postimg.cc/mr3jJLp8/griffin-wooldridge-7-Sz71zuu-W4k-unsplash.jpg",
    "rating": 4,
    "name": "Bolton Haley",
    "description": "DGreat look, feel, speed etc of this laptop. I run Xbox games, steam games, most AAA games requiring high frame rates and this laptop only occasionally lags. For the price, it's a beast. For everyday work it's brilliant. The only down side is the relatively short battery life and lack of camera. Neither feature is a deal breaker. Ram is upgradeable, so are drives. It's heavy but it's not an ultra-portable so not a big deal.\r\n"
  }
]
